---
kind: property
id: P:Autodesk.Revit.DB.HomeCamera.BottomAngleOfFieldOfView
source: html/d2de91f0-d1c4-3309-7651-ea437db1a482.htm
---
# Autodesk.Revit.DB.HomeCamera.BottomAngleOfFieldOfView Property

The bottom angle of the field of view.

## Syntax (C#)
```csharp
public double BottomAngleOfFieldOfView { get; }
```